{
  "id": "reparacion-directa",
  "nombre": "Acción de Reparación Directa",
  "descripcion": "Medio de control judicial mediante el cual cualquier persona puede demandar al Estado (Nación, departamentos, municipios, establecimientos públicos, empresas industriales y comerciales del Estado, sociedades de economía mixta) para obtener indemnización por daños causados por la acción u omisión de las autoridades públicas. Es el mecanismo principal para exigir responsabilidad patrimonial del Estado.",
  "normas_ref": [
    "Código de Procedimiento Administrativo y de lo Contencioso Administrativo (CPACA) - Ley 1437 de 2011, Artículos 140-141",
    "Constitución Política de Colombia - Artículo 90 (responsabilidad patrimonial del Estado)",
    "Ley 1437 de 2011 - Artículos 164-170 (trámite procesal)"
  ],
  "fundamento_constitucional": "Artículo 90 CP: 'El Estado responderá patrimonialmente por los daños antijurídicos que le sean imputables, causados por la acción u omisión de las autoridades públicas'",
  "ambito": "Contencioso Administrativo (daños causados por entidades públicas)",
  "competencia": "Tribunales Administrativos o Consejo de Estado (según cuantía)",
  "cuantia_minima": {
    "juzgados_administrativos": "Hasta 500 SMLMV",
    "tribunales_administrativos": "Más de 500 SMLMV y hasta 2,000 SMLMV",
    "consejo_de_estado": "Más de 2,000 SMLMV (en única instancia) o apelaciones de tribunales"
  },
  "legitimacion": {
    "activa": "Cualquier persona (natural o jurídica) que haya sufrido un daño causado por una entidad pública. También herederos o familiares de víctimas (daño reflejo).",
    "pasiva": "Entidades públicas: Nación, departamentos, municipios, establecimientos públicos, empresas industriales y comerciales del Estado, sociedades de economía mixta con participación estatal superior al 50%"
  },
  "requisitos_procedencia": [
    "Existencia de un daño antijurídico: Daño que la víctima no tiene el deber jurídico de soportar",
    "Imputabilidad del daño al Estado: El daño debe ser causado por acción u omisión de una autoridad pública",
    "Nexo causal: Relación de causa-efecto entre la acción/omisión estatal y el daño",
    "No existencia de causales de exoneración: Fuerza mayor, culpa exclusiva de la víctima, hecho de un tercero"
  ],
  "tipos_daño_indemnizable": [
    "Daño emergente: Pérdida o disminución patrimonial directa (ej. gastos médicos, reparación de bienes)",
    "Lucro cesante: Lo que se deja de percibir por el daño (ej. salarios no devengados, lucro cesante futuro)",
    "Daño moral: Sufrimiento, aflicción, dolor psíquico de la víctima o sus familiares",
    "Daño a la vida de relación: Afectación a la capacidad de la víctima para realizar actividades cotidianas (ej. deportes, vida social)",
    "Daño por alteración grave a condiciones de existencia: Cambio drástico en las condiciones de vida (ej. pérdida de autonomía, dependencia de terceros)",
    "Perjuicio fisiológico o biológico: Afectación a la integridad corporal (lesiones permanentes)"
  ],
  "regimenes_responsabilidad": [
    {
      "tipo": "Responsabilidad objetiva (daño especial)",
      "descripcion": "El Estado responde sin que sea necesario probar culpa o falla del servicio. Se aplica cuando el daño proviene de actividades lícitas del Estado que generan cargas desproporcionadas a ciertos individuos.",
      "ejemplos": [
        "Obras públicas que afectan propiedades vecinas",
        "Declaratoria de emergencia sanitaria que restringe derechos de particulares",
        "Expropiación sin justa indemnización"
      ]
    },
    {
      "tipo": "Responsabilidad por falla del servicio",
      "descripcion": "El demandante debe probar que la entidad pública no prestó el servicio debido, lo prestó tardíamente o lo prestó defectuosamente.",
      "ejemplos": [
        "Falta de atención médica oportuna en hospital público (muerte o lesiones)",
        "Omisión policial en proteger a víctima de amenazas conocidas",
        "Falta de mantenimiento de vías públicas que causa accidentes",
        "Errores en trámites administrativos que causan perjuicio económico"
      ]
    },
    {
      "tipo": "Responsabilidad por riesgo excepcional",
      "descripcion": "Actividades peligrosas del Estado que generan riesgo excepcional para los particulares. No se requiere probar culpa.",
      "ejemplos": [
        "Uso de armas de fuego por la fuerza pública (disparos que hieren a civiles)",
        "Almacenamiento de explosivos o sustancias peligrosas",
        "Operaciones militares en zonas pobladas"
      ]
    },
    {
      "tipo": "Responsabilidad por privación injusta de la libertad",
      "descripcion": "Si una persona es privada de la libertad sin justa causa o más allá del tiempo legal, el Estado responde objetivamente.",
      "ejemplos": [
        "Detención arbitraria sin orden judicial",
        "Prisión prolongada sin condena definitiva (más allá del tiempo legal)",
        "Error judicial que lleva a condena de inocente"
      ]
    }
  ],
  "etapas": [
    {
      "orden": 1,
      "nombre": "Ocurrencia del Daño",
      "descripcion": "Evento que causa el daño imputable al Estado. A partir de este momento comienza a contar el plazo de caducidad para demandar.",
      "plazos": "El plazo de caducidad para presentar la demanda es de 2 años contados desde el día siguiente al de la ocurrencia del daño, o desde cuando el demandante tuvo o debió tener conocimiento del mismo.",
      "documentos": [],
      "entidades": [],
      "notas": [
        "Si el daño es continuo (ej. contaminación permanente), el plazo de caducidad corre desde que cesa el daño",
        "Si el daño es de tracto sucesivo (ej. pensión no pagada), cada cuota no pagada tiene su propio plazo de caducidad",
        "En casos de desaparición forzada, el plazo de caducidad es de 10 años (ley especial)"
      ]
    },
    {
      "orden": 2,
      "nombre": "Conciliación Prejudicial (Obligatoria)",
      "descripcion": "Antes de presentar la demanda, es obligatorio agotar el requisito de conciliación prejudicial. Se acude a la Procuraduría, Agencia Nacional de Defensa Jurídica del Estado o centro de conciliación autorizado para intentar llegar a un acuerdo con la entidad demandada.",
      "plazos": "La conciliación debe intentarse dentro de los 2 años de caducidad. Si no hay acuerdo, el acta de no conciliación tiene validez de 3 meses para presentar la demanda.",
      "documentos": [
        "Solicitud de conciliación (escrito)",
        "Pruebas del daño (certificados médicos, fotos, testimonios, etc.)",
        "Identificación del demandante",
        "Identificación de la entidad demandada",
        "Liquidación del daño (estimación de perjuicios)"
      ],
      "entidades": [
        "Procuraduría General de la Nación (Procuradurías Delegadas)",
        "Agencia Nacional de Defensa Jurídica del Estado (ANDJE)",
        "Centros de conciliación autorizados"
      ],
      "costos_estimados": "Gratuito si se hace en Procuraduría. Si es en centro de conciliación privado: $100,000 - $300,000 COP",
      "notas": [
        "Si la entidad no asiste a la audiencia de conciliación, se entiende agotado el requisito",
        "Si hay acuerdo en conciliación, este tiene efectos de sentencia judicial (título ejecutivo)",
        "Si no se agota la conciliación prejudicial, la demanda será rechazada por el juez"
      ]
    },
    {
      "orden": 3,
      "nombre": "Elaboración y Presentación de la Demanda",
      "descripcion": "El demandante (mediante apoderado judicial) elabora y presenta la demanda de reparación directa ante el Tribunal Administrativo o Juzgado competente, adjuntando todas las pruebas del daño, causalidad e imputación al Estado.",
      "plazos": "Dentro de los 2 años contados desde la ocurrencia del daño o conocimiento del mismo. Si hay conciliación previa, dentro de los 3 meses siguientes al acta de no conciliación.",
      "documentos": [
        "Demanda (escrito detallado)",
        "Poder especial autenticado (si actúa mediante apoderado)",
        "Acta de conciliación prejudicial (fracasada)",
        "Pruebas del daño: certificados médicos, incapacidades, fotos, videos, testimonios, peritajes",
        "Prueba de la relación causal: informes técnicos, periciales, documentos oficiales",
        "Liquidación detallada de perjuicios (daño emergente, lucro cesante, daño moral, etc.)",
        "Certificado de existencia de la entidad demandada",
        "Prueba de parentesco (si se demanda por daño reflejo, ej. muerte de familiar)"
      ],
      "entidades": [
        "Juzgado Administrativo (si cuantía es hasta 500 SMLMV)",
        "Tribunal Administrativo (si cuantía es mayor a 500 SMLMV)"
      ],
      "costos_estimados": "Honorarios de abogado: 15-30% del valor recuperado (cuota litis) o tarifa fija. No hay tarifa judicial en lo contencioso administrativo.",
      "notas": [
        "La demanda debe contener: identificación de partes, hechos, pretensiones (monto de la indemnización), fundamentos de derecho, pruebas",
        "Es fundamental liquidar correctamente los perjuicios (daño emergente, lucro cesante, daño moral) con base en jurisprudencia del Consejo de Estado",
        "Si no se cumplen requisitos formales, el juez puede rechazar la demanda (apelable)"
      ]
    },
    {
      "orden": 4,
      "nombre": "Admisión de la Demanda",
      "descripcion": "El juez verifica que la demanda cumpla todos los requisitos legales (conciliación prejudicial, caducidad, competencia, pruebas) y admite la demanda mediante auto que ordena notificar a la entidad demandada.",
      "plazos": "10-20 días hábiles después de presentada la demanda (depende de la carga del despacho)",
      "documentos": ["Auto de admisión de la demanda"],
      "entidades": ["Juez o Magistrado competente"],
      "notas": [
        "Si falta algún requisito, el juez puede rechazar la demanda o dar plazo para corregir",
        "Una vez admitida, se ordena notificar a la entidad demandada para que conteste"
      ]
    },
    {
      "orden": 5,
      "nombre": "Notificación a la Entidad Demandada",
      "descripcion": "Se notifica personalmente al representante legal de la entidad pública demandada. Si no es posible notificación personal, se procede mediante edicto (aviso público).",
      "plazos": "Debe intentarse la notificación personal mínimo 2 veces en días diferentes. Si no se logra en 20 días, se procede por edicto (5 días fijado en lugar público + página web).",
      "documentos": ["Auto admisorio de la demanda", "Notificación personal o edicto"],
      "entidades": ["Secretaría del juzgado o tribunal", "Representante legal de la entidad demandada"],
      "notas": [
        "La notificación personal es preferible, pero si no es posible, el edicto es válido",
        "Desde la notificación corre el término para que la entidad conteste la demanda"
      ]
    },
    {
      "orden": 6,
      "nombre": "Contestación de la Demanda",
      "descripcion": "La entidad demandada (mediante abogado de la oficina jurídica o apoderado externo) contesta la demanda dentro del plazo legal, aceptando o rechazando las pretensiones, proponiendo excepciones y aportando pruebas en su defensa.",
      "plazos": "30 días hábiles contados desde la notificación del auto admisorio para contestar la demanda",
      "documentos": [
        "Contestación de la demanda (escrito)",
        "Excepciones propuestas (defensas legales)",
        "Pruebas de descargo (documentos, testimonios, peritajes)",
        "Poder del apoderado (si no actúa directamente el abogado de planta)"
      ],
      "entidades": ["Entidad pública demandada (oficina jurídica o apoderado externo)"],
      "excepciones_comunes": [
        "Caducidad de la acción (demanda presentada fuera del plazo de 2 años)",
        "Falta de legitimación (el demandante no es la víctima directa)",
        "Ausencia de nexo causal (el daño no fue causado por la entidad)",
        "Culpa exclusiva de la víctima (el daño fue causado por acción del propio demandante)",
        "Hecho de un tercero (el daño fue causado por otra persona, no por la entidad)",
        "Fuerza mayor o caso fortuito (evento imprevisible e irresistible)",
        "Inexistencia del daño o perjuicio (no se probó el daño alegado)",
        "Indemnización ya recibida (la víctima ya fue compensada por otra vía)"
      ],
      "notas": [
        "La entidad puede aceptar parcialmente la demanda (reconocer el daño pero objetar el monto)",
        "Si la entidad no contesta, el proceso sigue adelante con las pruebas aportadas por el demandante",
        "Es común que la entidad solicite pruebas adicionales (peritajes técnicos, testimonios de funcionarios)"
      ]
    },
    {
      "orden": 7,
      "nombre": "Etapa Probatoria",
      "descripcion": "El juez decreta las pruebas solicitadas por ambas partes (peritajes, testimonios, inspecciones judiciales) y fija audiencias para practicarlas. Esta es la etapa más larga del proceso.",
      "plazos": "60-120 días hábiles para la práctica de pruebas (puede extenderse si hay peritajes complejos o testimonios numerosos)",
      "documentos": [
        "Auto que decreta pruebas",
        "Peritajes (médicos, técnicos, contables, actuariales)",
        "Actas de testimonios (declaraciones bajo juramento)",
        "Informes de inspecciones judiciales",
        "Documentos adicionales aportados por las partes"
      ],
      "entidades": [
        "Juzgado o Tribunal",
        "Peritos designados (médicos forenses, ingenieros, contadores, actuarios)",
        "Testigos citados",
        "Instituto Nacional de Medicina Legal (si se requiere peritaje médico-legal)"
      ],
      "costos_estimados": "Peritajes: $1,000,000 - $10,000,000 COP según complejidad (pagados inicialmente por quien los solicita)",
      "pruebas_comunes": [
        "Peritaje médico-legal: Para determinar el grado de incapacidad o secuelas de lesiones",
        "Peritaje actuarial: Para calcular el lucro cesante (ingresos futuros perdidos)",
        "Peritaje técnico: Para determinar causas de accidentes (ej. falla en obra pública)",
        "Testimonios: De víctimas, familiares, funcionarios, testigos presenciales",
        "Inspección judicial: Para verificar in situ las condiciones del lugar del daño"
      ],
      "notas": [
        "Los peritajes son fundamentales para valorar el daño económico (daño emergente, lucro cesante)",
        "El peritaje médico-legal determina el porcentaje de incapacidad, base para calcular indemnizaciones",
        "Si alguna prueba no se practica en el término, el juez decide con las disponibles"
      ]
    },
    {
      "orden": 8,
      "nombre": "Alegatos de Conclusión",
      "descripcion": "Una vez practicadas todas las pruebas, las partes presentan alegatos escritos resumiendo sus argumentos finales antes de que el juez dicte sentencia.",
      "plazos": "10 días hábiles para presentar alegatos de conclusión después de concluida la etapa probatoria",
      "documentos": ["Alegatos de conclusión (escritos de demandante y demandado)"],
      "entidades": ["Demandante y demandado (mediante apoderados)"],
      "notas": [
        "Los alegatos son opcionales, pero altamente recomendados para reforzar la posición de cada parte",
        "El demandante debe argumentar por qué se debe condenar al Estado y por qué el monto solicitado es justo",
        "La entidad demandada argumenta por qué las excepciones deben prosperar o por qué el monto es exagerado"
      ]
    },
    {
      "orden": 9,
      "nombre": "Sentencia de Primera Instancia",
      "descripcion": "El juez o magistrado ponente dicta sentencia decidiendo si condena o absuelve a la entidad demandada, y en caso de condena, fija el monto de la indemnización por cada tipo de perjuicio.",
      "plazos": "60-120 días hábiles después de los alegatos de conclusión (puede extenderse si el caso es complejo)",
      "documentos": ["Sentencia de primera instancia"],
      "entidades": ["Juez o Magistrado ponente del Tribunal"],
      "posibles_resultados": [
        "Condena total: Se reconoce el daño y se condena al Estado a pagar la totalidad de los perjuicios solicitados",
        "Condena parcial: Se reconoce el daño pero se reduce el monto de la indemnización (ej. se acepta daño moral pero en menor cuantía)",
        "Absolución: Se rechaza la demanda por prosperar alguna excepción o por no acreditarse el daño o el nexo causal",
        "Condena con solidaridad: Se condena tanto al Estado como a un funcionario específico (si hubo dolo o culpa grave)"
      ],
      "conceptos_indemnizacion": [
        "Daño emergente: Gastos reales probados (médicos, funerarios, reparaciones)",
        "Lucro cesante: Ingresos dejados de percibir (calculados con peritaje actuarial)",
        "Daño moral: Aflicción, dolor, sufrimiento (liquidado en salarios mínimos según jurisprudencia)",
        "Daño a la vida de relación: Afectación a actividades cotidianas (liquidado en salarios mínimos)",
        "Perjuicio fisiológico: Afectación a la integridad corporal (calculado según grado de incapacidad)"
      ],
      "notas": [
        "El Consejo de Estado tiene tablas jurisprudenciales para liquidar daño moral (ej. muerte de hijo: 100 SMLMV para padres)",
        "El lucro cesante se calcula con base en los ingresos probados de la víctima y expectativa de vida",
        "Si la sentencia es condenatoria, puede incluir indexación (actualización monetaria) e intereses moratorios",
        "La sentencia debe estar motivada (explicar por qué se decidió condenar o absolver)"
      ]
    },
    {
      "orden": 10,
      "nombre": "Recurso de Apelación (si aplica)",
      "descripcion": "La parte inconforme (demandante o demandado) puede apelar la sentencia ante la segunda instancia (Consejo de Estado si fue Tribunal, o Tribunal si fue Juzgado) dentro de los 10 días hábiles siguientes a su notificación.",
      "plazos": "10 días hábiles desde la notificación de la sentencia para interponer el recurso de apelación",
      "documentos": ["Recurso de apelación (escrito)", "Sustentación del recurso (argumentos)"],
      "entidades": [
        "Consejo de Estado - Sección Tercera (si apelación de sentencia de Tribunal)",
        "Tribunal Administrativo (si apelación de sentencia de Juzgado)"
      ],
      "notas": [
        "Si ninguna parte apela, la sentencia queda ejecutoriada (firme)",
        "El superior jerárquico puede confirmar, modificar o revocar la sentencia de primera instancia",
        "La segunda instancia tarda 1-2 años adicionales en resolver"
      ]
    },
    {
      "orden": 11,
      "nombre": "Sentencia de Segunda Instancia (si aplica)",
      "descripcion": "El Consejo de Estado o Tribunal revisa la apelación y dicta sentencia definitiva confirmando, modificando o revocando la sentencia de primera instancia.",
      "plazos": "12-24 meses después de interpuesta la apelación (depende de la carga del Consejo de Estado o Tribunal)",
      "documentos": ["Sentencia de segunda instancia"],
      "entidades": ["Consejo de Estado - Sección Tercera o Tribunal Administrativo"],
      "posibles_resultados": [
        "Confirma la sentencia: Se mantiene la decisión de primera instancia",
        "Modifica la sentencia: Se cambia el monto de la indemnización (aumenta o disminuye)",
        "Revoca la sentencia: Se anula completamente la decisión de primera instancia y se dicta nueva sentencia"
      ],
      "notas": [
        "La sentencia de segunda instancia es definitiva (solo puede atacarse mediante recursos extraordinarios muy excepcionales)",
        "Si la sentencia es condenatoria, la entidad debe pagar dentro de los 10 días siguientes a su ejecutoria"
      ]
    },
    {
      "orden": 12,
      "nombre": "Recurso Extraordinario (Excepcional)",
      "descripcion": "En casos muy excepcionales, si la sentencia viola normas constitucionales o legales evidentes, se puede interponer recurso extraordinario de revisión ante el Consejo de Estado.",
      "plazos": "3 meses desde la ejecutoria de la sentencia para interponer recurso de revisión",
      "documentos": ["Demanda de revisión (escrito)", "Pruebas de la causal invocada"],
      "entidades": ["Consejo de Estado - Sala Plena"],
      "causales_revision": [
        "Documentos falsos que sirvieron de base a la sentencia",
        "Sentencias contradictorias sobre los mismos hechos",
        "Violación directa de normas constitucionales",
        "Prevaricato del juez (sentencia manifiestamente ilegal)"
      ],
      "notas": [
        "El recurso de revisión es rarísimo y casi nunca prospera",
        "Solo procede por causales tasadas en la ley",
        "No suspende la ejecución de la sentencia (se debe pagar mientras se resuelve)"
      ]
    },
    {
      "orden": 13,
      "nombre": "Cumplimiento Voluntario de la Sentencia",
      "descripcion": "Una vez ejecutoriada la sentencia condenatoria (firme), la entidad pública tiene 10 días para pagar voluntariamente el monto de la indemnización reconocido en la sentencia.",
      "plazos": "10 días hábiles desde la ejecutoria de la sentencia para pagar voluntariamente",
      "documentos": [
        "Sentencia ejecutoriada (copia auténtica)",
        "Certificación de ejecutoria expedida por el juzgado o tribunal"
      ],
      "entidades": ["Entidad condenada (oficina de pagos o tesorería)"],
      "notas": [
        "Si la entidad paga voluntariamente, el proceso termina",
        "El pago puede hacerse mediante cheque, transferencia bancaria o consignación judicial",
        "Si la entidad no paga voluntariamente, se procede con el proceso de cobro coactivo"
      ]
    },
    {
      "orden": 14,
      "nombre": "Proceso de Cobro Coactivo (si no hay pago voluntario)",
      "descripcion": "Si la entidad condenada no paga voluntariamente dentro de los 10 días, el demandante puede iniciar proceso de cobro coactivo para forzar el pago mediante embargo de cuentas bancarias de la entidad.",
      "plazos": "El proceso de cobro coactivo puede tardar 6-12 meses adicionales",
      "documentos": [
        "Demanda de cobro coactivo",
        "Sentencia ejecutoriada (título ejecutivo)",
        "Liquidación del crédito (capital + intereses moratorios + indexación)"
      ],
      "entidades": [
        "Jurisdicción Coactiva del mismo juzgado o tribunal que dictó la sentencia",
        "Entidades bancarias (para embargo de cuentas)"
      ],
      "costos_estimados": "Honorarios de abogado adicionales: 5-10% del valor a cobrar",
      "notas": [
        "El cobro coactivo permite embargar cuentas bancarias de la entidad pública",
        "Si la entidad no tiene recursos, el pago puede quedar en lista de espera (cola de pagos del presupuesto público)",
        "En la práctica, muchas entidades públicas pagan solo cuando hay embargo de cuentas"
      ]
    },
    {
      "orden": 15,
      "nombre": "Pago Efectivo de la Indemnización",
      "descripcion": "Una vez embargadas las cuentas o asegurado el pago, la entidad condenada transfiere el monto de la indemnización al demandante, terminando definitivamente el proceso.",
      "plazos": "Variable según disponibilidad presupuestal de la entidad (inmediato si hay embargo, hasta 1-2 años si debe esperarse apropiación presupuestal)",
      "documentos": [
        "Comprobante de pago (transferencia o cheque)",
        "Carta de paz y salvo (firmada por el demandante)",
        "Auto de terminación del proceso"
      ],
      "entidades": ["Entidad condenada (tesorería)", "Demandante (beneficiario)"],
      "notas": [
        "El pago incluye: capital reconocido + indexación + intereses moratorios desde la sentencia hasta el pago efectivo",
        "Una vez pagado, el demandante firma carta de paz y salvo y el proceso se archiva",
        "Si la entidad no tiene presupuesto, el pago puede tardar años (caso de municipios pequeños en crisis fiscal)"
      ]
    }
  ],
  "duracion_estimada": "3-7 años (según complejidad del caso, etapa probatoria, apelaciones y cobro coactivo)",
  "costos_totales_estimados": {
    "honorarios_abogado": "15-30% del valor recuperado (cuota litis) o tarifa fija ($5,000,000 - $20,000,000 COP)",
    "conciliacion_prejudicial": "Gratuito (si es en Procuraduría) o $100,000 - $300,000 COP (centro privado)",
    "peritajes": "$1,000,000 - $10,000,000 COP (médicos, actuariales, técnicos)",
    "fotocopias_notificaciones": "$500,000 - $2,000,000 COP (depende de la extensión del expediente)",
    "total_aproximado": "20-35% del valor recuperado (si es por cuota litis)"
  },
  "recomendaciones": [
    "Agotar obligatoriamente la conciliación prejudicial antes de demandar (requisito de procedibilidad)",
    "Reunir todas las pruebas del daño desde el inicio (certificados médicos, fotos, videos, testimonios)",
    "Liquidar correctamente los perjuicios con base en jurisprudencia del Consejo de Estado (evitar liquidaciones exageradas que generan rechazo)",
    "Contratar perito actuario para calcular el lucro cesante de forma técnica",
    "Verificar el plazo de caducidad (2 años desde el daño o conocimiento) para no perder la acción",
    "Considerar acuerdo conciliatorio antes de sentencia (más rápido y seguro que esperar cobro coactivo)",
    "Si la entidad ofrece pagar, exigir compromiso escrito y plazo concreto"
  ],
  "terminos_clave": [
    "Daño antijurídico: Daño que la víctima no tiene el deber jurídico de soportar",
    "Imputabilidad: Atribución del daño a una acción u omisión de la administración pública",
    "Nexo causal: Relación de causa-efecto entre la acción/omisión estatal y el daño",
    "Falla del servicio: No prestación, prestación tardía o defectuosa del servicio público",
    "Riesgo excepcional: Actividad peligrosa del Estado que genera responsabilidad objetiva",
    "Daño emergente: Pérdida o disminución patrimonial directa",
    "Lucro cesante: Ganancia que se deja de percibir por el daño",
    "Daño moral: Sufrimiento psíquico o aflicción",
    "Caducidad: Plazo de 2 años para presentar la demanda"
  ],
  "errores_comunes": [
    "No agotar la conciliación prejudicial (la demanda es rechazada)",
    "Demandar después del plazo de caducidad de 2 años (se pierde la acción)",
    "Liquidar exageradamente los perjuicios (genera desconfianza del juez)",
    "No aportar pruebas suficientes del nexo causal (la demanda es rechazada)",
    "No contratar perito actuario para el lucro cesante (se pierde dinero)",
    "Conformarse con la primera oferta de conciliación sin evaluarla técnicamente"
  ],
  "preguntas_frecuentes": [
    {
      "pregunta": "¿Puedo demandar si pasaron más de 2 años desde el accidente?",
      "respuesta": "No, si pasaron más de 2 años desde la ocurrencia del daño o desde que tuviste conocimiento del mismo, la acción caducó y no puedes demandar. Excepción: desaparición forzada (10 años)."
    },
    {
      "pregunta": "¿Cuánto puedo pedir por daño moral?",
      "respuesta": "El Consejo de Estado tiene tablas jurisprudenciales. Por muerte de hijo: hasta 100 SMLMV para cada padre. Por lesiones graves: 50-100 SMLMV según gravedad. Consultar con abogado especializado."
    },
    {
      "pregunta": "¿Qué pasa si la entidad no tiene plata para pagar?",
      "respuesta": "El pago queda en lista de espera (cola de pagos del presupuesto). Puede tardar años, especialmente en municipios pequeños. Se puede embargar cuentas bancarias de la entidad para forzar el pago."
    },
    {
      "pregunta": "¿Puedo demandar a un hospital privado con esta acción?",
      "respuesta": "No, la reparación directa solo aplica para entidades públicas. Para hospitales privados debes usar proceso ordinario civil por responsabilidad médica."
    },
    {
      "pregunta": "¿Puedo demandar al policía o médico que causó el daño?",
      "respuesta": "No directamente. Demandas al Estado (entidad), y si hay dolo o culpa grave del funcionario, el Estado puede repetir contra él después (acción de repetición)."
    }
  ],
  "casos_especiales": [
    {
      "tipo": "Privación injusta de la libertad",
      "descripcion": "Si fuiste detenido sin justa causa o más allá del tiempo legal, el Estado responde objetivamente (no necesitas probar falla del servicio). La indemnización incluye daño moral por privación de libertad.",
      "normas": "CPACA Art. 140 num. 2"
    },
    {
      "tipo": "Daño causado por uso de armas de fuego",
      "descripcion": "Si fuiste herido por disparo de fuerza pública (policía, ejército), aplica responsabilidad por riesgo excepcional. No necesitas probar culpa, solo que el disparo causó el daño.",
      "normas": "Jurisprudencia del Consejo de Estado"
    },
    {
      "tipo": "Falta de protección policial (amenazas)",
      "descripcion": "Si denunciaste amenazas a la policía y no te protegieron, y luego fuiste víctima de atentado, puedes demandar por falla del servicio. Debes probar que las autoridades conocían el riesgo y no actuaron.",
      "normas": "Jurisprudencia del Consejo de Estado - Falla en protección"
    },
    {
      "tipo": "Daño causado por obra pública",
      "descripcion": "Si tu propiedad fue afectada por una obra pública (grietas, inundaciones, ruido excesivo), puedes demandar por daño especial (responsabilidad objetiva). No necesitas probar culpa.",
      "normas": "CPACA Art. 140 num. 3"
    }
  ],
  "alternativas_extrajudiciales": [
    "Conciliación prejudicial con acuerdo: Si la entidad acepta conciliar y pagar, el proceso termina rápidamente (3-6 meses)",
    "Acuerdo antes de sentencia: Negociar con la entidad después de practicadas las pruebas puede acelerar el pago",
    "Tutela (si hay perjuicio irremediable): Si el daño genera riesgo inminente a la vida o salud, puedes pedir protección inmediata vía tutela mientras tramitas la reparación directa"
  ],
  "jurisprudencia_relevante": [
    "Consejo de Estado, Sección Tercera, Sentencia del 28 de agosto de 2014 (Exp. 31170): Tablas de liquidación de daño moral",
    "Consejo de Estado, Sección Tercera, Sentencia del 23 de agosto de 2012 (Exp. 21515): Daño a la vida de relación",
    "Consejo de Estado, Sección Tercera, Sentencia del 14 de septiembre de 2011 (Exp. 19031): Responsabilidad por uso de armas de fuego",
    "Consejo de Estado, Sección Tercera, Sentencia del 15 de agosto de 2007 (Exp. 16530): Falla del servicio médico"
  ],
  "fuentes": [
    "Ley 1437 de 2011 (Código de Procedimiento Administrativo y de lo Contencioso Administrativo)",
    "Constitución Política de Colombia - Artículo 90",
    "Jurisprudencia del Consejo de Estado - Sección Tercera",
    "Agencia Nacional de Defensa Jurídica del Estado - Guías de defensa"
  ],
  "ultima_actualizacion": "2026-02-10"
}
